Repository: nohal/iacfleet_pi
Catalog: po/*.po
Languages: ca, cs, es, fi, fr, it, nb_no, nl, pt

source: Pressure systems:
ca: Sistemes de Pressió:
cs: Tlakové systémy:
es: Sistemas presiones:
fi: Paine järjestelmät:
fr: Systèmes de pression :
it: Sistema pressione:
nb_no: Trykk systemer:
nl: Luchtdruk systemen:
pt: Sistema de Pressão:

source: Frontal systems:
ca: Sistemes Frontals:
cs: Frontální systémy:
es: Sistemas frontales:
fi: Edusta järjestelmät:
fr: Systèmes frontaux :
it: Sistema frontale:
nb_no: Frontal systemer:
nl: Frontale systemen:
pt: Sistema Frontal:

source: Tropical systems:
ca: Sistemes Tropicals:
cs: Tropické systémy:
es: Sistemas tropicales:
fi: Trooppiset järjestelmät:
fr: Systèmes tropicaux :
it: Sistema tropicale:
nb_no: Tropiske systemer:
nl: Tropische systemen:
pt: Sistema Tropical:

source: Isobars:
ca: Isòbares:
cs: Isobary:
es: Isobaras:
fi: Isobaarit:
fr: Isobarres :
it: Isobare:
nb_no: Isobarer:
nl: Isobaren:
pt: Isobaras:

source: Day
ca: Dia
cs: Den
es: Día
fi: Päivä
fr: Jour
it: Giorno
nb_no: Dag
nl: Dag
pt: Dia

source: Hour
ca: Hora
cs: Hodina
es: Hora
fi: Tunti
fr: Heure
it: Ora
nb_no: Timer
nl: Uur
pt: Hora

source: stationary
ca: estacionari
cs: stacionární
es: estacionaria
fi: paikallaan
fr: stationnaire
it: stazionario
nb_no: stillestående
nl: stationaire
pt: estacionária

source: little change
ca: petit canvi
cs: malá změna
es: cambio pequeño
fi: pieni muutos
fr: petit changement
it: piccolo cambiamento
nb_no: liten endring
nl: weinig verandering
pt: pequena mudança

source: stopping
ca: aturant-se
cs: zastavující
es: parada
fi: pysäyttäminen
fr: En cours d'arrêt
it: in fermata
nb_no: stopper
nl: stoppend
pt: parando

source: retarding
ca: retardant
cs: zpomalující
es: retardando
fi: hidastuva
fr: retardant
it: in rallentamento
nb_no: minsker
nl: vertragend
pt: retardando

source: curving to left
ca: corba a l'esquerra
cs: stáčející se doleva
es: curvando a izquierdas
fi: kaartuu vasemmalle
fr: courbe à gauche
it: incurvamento a sinistra
nb_no: kurver til venstre
nl: naar links buigend
pt: curvando para a esquerda

source: recurving
cs: stáčející se
es: recurvando
fi: Vastakaarto
fr: Zone BASSE
it: incurvamento
nb_no: kurver tilbake
nl: terugbuigend
pt: recurvada

source: accelerating
ca: accelerant
cs: zrychlující
es: acelerando
fi: Kiihdyttää
fr: accélérant
it: accelerando
nb_no: akselererer
nl: versnellend
pt: acelerando

source: curving to right
cs: stáčející se doprava
es: curvando a derechas
fi: kaartuu oikealle
fr: courbe à droite
it: incurvamento a destra
nb_no: kurver til høyre
nl: naar rechts buigend
pt: curvando para a direita

source: expected to recurve
cs: očekává se stáčení
es: espera para recurvado
fi: odotetaan vastakäännöstä
it: previsto incurvamento
nb_no: forventet å kurve tilbake
nl: verwacht terug te buigen
pt: Espera-se para arco recurvo

source: Movement:
ca: Moviment:
cs: Pohyb:
es: Movimiento:
fi: Liike:
fr: Mouvement :
it: Movimento:
nb_no: Bevegelse:
nl: Beweging:
pt: Movimento:

source: with unknown speed
ca: amb velocitat desconeguda
cs: s neznámou rychlostí
es: con velocidad desconocida
fi: Tuntemattomalla nopeudella
fr: avec une vitesse inconnue
it: con velocità sconosciuta
nb_no: med ukjent fart
nl: met onbekende snelheid
pt: com velocidade desconhecida

source: with %uknots
ca: amb %u nusos
cs: s %uuzly
es: con %unudos
fi: %usolmun nopeudella
fr: avec %u noeuds
it: con %unodi
nb_no: med %uknop
nl: met %u knopen
pt: com %unós

source: Complex Low
cs: Komplexní níže
es: Baja compleja
fi: Monimutkainen matala
fr: Bas, complexe
it: Complessa Bassa
nb_no: Kompleks lav
nl: Complex laag
pt: Baixa complexa

source: Low
ca: Baix
cs: Níže
es: Baja
fi: Matala
fr: Bas
it: Bassa
nb_no: Lav
nl: Laag
pt: Baixa

source: Secondary Low
ca: Baixa Secundària
cs: Sekundární níže
es: Baja secundaria
fi: Toissijainen matala
fr: Secondaire bas
it: Bassa secondaria
nb_no: Sekundær lav
nl: Secundair laag
pt: Baixa secundária

source: Trough
ca: Depressió
cs: brázda
es: A través de
fi: Läpi
fr: thalweg
it: Gola
nb_no: Gjennom
nl: Trog
pt: Calha

source: Wave
ca: Onada
cs: Vlna
es: Onda
fi: Aalto
fr: Vague
it: Onda
nb_no: Bølge
nl: Golf
pt: Onda

source: High
ca: Alt
cs: Výše
es: Alta
fi: Korkea
fr: Grande
it: Alta
nb_no: Høy
nl: Hoog
pt: Alta

source: Uniform pressure
ca: Pressió uniforme
cs: Rovnoměrný tlak
es: Presión uniforme
fi: Tasainen paine
fr: Pression uniforme
it: Pressione uniforme
nb_no: Uniformt trykk
nl: Gelijke luchtdruk
pt: Pressão uniforme

source: Ridge
ca: Cresta
cs: Hřeben
es: Cresta
fi: Selänne
fr: Crête
it: Crinale
nb_no: Rygg
nl: Rug
pt: Elevação

source: Tropical Storm
ca: Tempesta tropical
cs: Tropická bouře
es: Tormenta tropical
fi: Trooppinen myrsky
fr: Tempête tropicale
it: Tempesta tropicale
nb_no: Tropisk storm
nl: Tropische storm
pt: Tempestade tropical

source: weakening
ca: Afebliment
cs: slábnoucí
es: debilitamiento
fi: heikkenevä
fr: affaiblissant
it: in indebolimento
nb_no: svekkes
nl: verzwakkend
pt: enfraquecimento

source: intensifying
ca: intensificació
cs: zesilující
es: intensificación
fi: voimistuva
fr: intensifiant
it: in rafforzamentio
nb_no: tiltar
nl: versterkend
pt: intensificação

source: complex
cs: komplexní
es: complejo
fi: monimutkainen
fr: complexe
it: complesso
nb_no: kompleks
pt: complexo

source: forming
ca: formant
cs: tvořící se
es: formando
fi: muodostuva
fr: formant
it: in formazione
nb_no: former
nl: vormend
pt: formando

source: weakening but not disappearing
ca: debilitament però no desapareix
cs: slábnoucí ale nemizící
es: debilitandose pero no desapareciendo
fi: heikkenevä mutta ei katoava
fr: affaiblissant mais ne disparaissant pas
it: in indebolimento ma non in scomparsa
nb_no: svekkes men forsvinner ikke
nl: verzwakkend maar niet verdwijnend
pt: enfraquecimento mas não desaparecimento

source: general rise
ca: augment general
cs: obecný vzestup
es: aumento general
fi: yleinen nousu
fr: hausse générale
it: aumento generale
nb_no: generell økning
nl: algemene stijging
pt: subida geral

source: general fall
ca: baixada general
cs: obecný pokles
es: bajada general
fi: yleinen lasku
fr: baisse générale
it: caduta generale
nb_no: generelt fall
nl: algemene daling
pt: queda geral

source: position doubtful
ca: posició dubtosa
cs: pozice nejasná
es: posición dudosa
fi: sijainti kyseenalainen
fr: position douteuse
it: posizione dubbia
nb_no: posisjon tvilsom
nl: positie twijfelachtig
pt: posição duvidosa

source: Quasistationary at surface
ca: Quasi estacionari en superfície
cs: Kvazistacionární na povrchu
es: Cuasiestacionaria en superficie
fi: Näennäispaikallinen pinnalla
fr: Quasi stationnaire à la surface
it: Quasi stazionario alla superficie
nb_no: Kvasi stasjonær ved havoverflaten
nl: Vrijwel stationair aan de grond
pt: Quasistationary na superfície

source: Quasistationary above surface
ca: Quas estacionari per damunt de la superfície
cs: Kvazistacionární nad povrchem
es: Cuasiestacionaria bajo superficie
fi: Näennäispaikallinen pinnan yläpuolella
fr: Quasi stationnaire au dessus de la surface
it: Quasi stazionario sopra la superficie
nb_no: Kvasi stasjonær over havoverflaten
nl: Vrijwel stationair boven de grond
pt: Quasistationary acima da superfície

source: Warm surface
ca: Superfície càlida
cs: Teplý povrch
es: Superficie caliente
fi: Lämmin pinta
fr: Surface chaude
it: Superficie calda
nb_no: Varm overflate
nl: Warm oppervlak
pt: Superfície quente

source: Warm above surface
ca: Càlid per sobre de la superfície
cs: Teplý nad povrchem
es: Caliente bajo la superficie
fi: Lämmin pinnan yläpuolella
fr: Chaud au-dessus de la surface
it: Caldo sopra la superficie
nb_no: Varmt over overflaten
nl: Warm boven oppervlak
pt: Quente acima da superfície

source: Cold surface
ca: Superfície freda
cs: Studený povrch
es: Superficie fría
fi: Kylmä pinta
fr: Surface froide
it: Superficie fredda
nb_no: Kald overflate
nl: Koud oppervlak
pt: Superfície fria

source: Cold above surface
ca: Fred per sobre de la superfície
cs: Studený nad povrchem
es: Frío bajo la superficie
fi: Kylmä pinnan yläpuolella
fr: Froid au-dessus de la surface
it: Freddo sopra la superficie
nb_no: Kaldt over overflaten
nl: Koud boven oppervlak
pt: Frio acima da superfície

source: Occlusion
ca: Oclusió
cs: Okluze
es: Oclusión
fi: Sulkeuma
it: Occlusione
nb_no: Okklusjon
nl: Occlusie
pt: Oclusão

source: Instability line
ca: Línia d'inestabilitat
cs: Linie nestability
es: Línea de inestabilidad
fi: Epävakaa linja
fr: Ligne d'instabilité
it: Linea di instabilità
nb_no: Ustabilitetslinje
nl: Instabiliteitslijn
pt: Linha de instabilidade

source: Intertropical
cs: Intertropický
fi: Välitrooppinen
fr: Intertropicale
it: Intertropicale
nb_no: Interoptisk
nl: Intertropisch

source: Convergence line
ca: Línia de convergència
cs: Linie konvergence
es: Línea de convergencia
fi: Konvergenssilinja
fr: Ligne de convergence
it: Linea di convergenza
nb_no: Fallende linje
nl: Convergentielijn
pt: Linha de convergência

source: frontal area decreasing
ca: disminució de l'àrea frontal
cs: frontální plocha se snižuje
es: disminución de área frontal
fi: edusta-alue vähenee
fr: diminution de la surface frontale
it: area frontale in diminuzione
nb_no: frontalområde minker
nl: frontaal oppervlakte verminderend
pt: diminuindo a área frontal

source: frontal area increasing
ca: augment de l'àrea frontal
cs: frontální plocha se zvětšuje
es: aumento de área frontal
fi: edusta-alue kasvaa
fr: augmentation de la surface frontale
it: area frontale in aumento
nb_no: frontalområdet stiger
nl: frontaal oppervlakte vergrotend
pt: aumentando a área frontal

source: intertropical
cs: intertropický
fi: välitrooppinen
fr: intertropicale
it: intertropicale
nb_no: interoptisk
nl: intertropisch

source: quasistationary
ca: Quasi estacionari
cs: kvazistacionární
es: cuasiestacionaria
fi: näennäispaikallinen
fr: quasi stationnaire
it: quasi stazionaria
nb_no: kvasistasjonær
nl: vrijwel stationair

source: with waves
ca: amb onades
cs: s vlnami
es: con olas
fi: aallokossa
fr: avec des vagues
it: con onde
nb_no: med bølger
nl: met golven
pt: com ondas

source: diffuse
ca: difusa
cs: difuzní
es: difuso
fi: hajautuva
fr: diffus
it: diffusa/o
nb_no: diffus
nl: diffuus
pt: difusa

source: strong, increasing
ca: forta i creixent
cs: silný, zesilující
es: fuerte, creciendo
fi: vahva, lisääntyvä
fr: forte, en augmentation
it: forte, in aumento
nb_no: sterk, økende
nl: sterk, toenemend
pt: forte e crescente

source: weak, decreasing
ca: febles i disminuint
cs: slabý, slábnoucí
es: débil, disminuyendo
fi: heikko, vähenevä
fr: faible, en diminuant
it: debole, in diminuzione
nb_no: svak, synkende
nl: zwak, dalend
pt: fraco, diminuindo

source: weak, no change
ca: feble sense canvi
cs: slabý, žádná změna
es: débil, sin cambios
fi: heikko, ei muutosta
fr: faible, sans évolution
it: debole, nessun cambiamento
nb_no: svak, ingen endring
nl: zwakke, geen verandering
pt: fraco, sem alteração

source: weak, increasing
ca: febles i augmentant
cs: slabý, rostoucí
es: débil, aumentando
fi: heikko, lisääntyvä
fr: faible, en s'accroissant
it: debole, in aumento
nb_no: svak, økende
nl: zwak, toenemend
pt: fraco, aumentando

source: moderate, decreasing
ca: moderat i disminuint
cs: mírný, klesající
es: moderado, disminuyendo
fi: kohtalainen, vähenevä
fr: modérée, en diminuant
it: moderata/o, in diminuzione
nb_no: moderat, synkende
nl: matig, dalend
pt: moderada, diminuindo

source: moderate, no change
ca: moderat i sense canvi
cs: mírný, žádná změna
es: moderado, sin cambios
fi: kohtalainen, ei muutosta
fr: modérée, sans changement
it: moderata/o, nessun cambiamento
nb_no: moderat, stabil
nl: matig, geen verandering
pt: moderada, nenhuma mudança

source: moderate, increasing
ca: moderat i augmentant
cs: mírný, rostoucí
es: moderado, aumentando
fi: kohtalainen, lisääntyvä
fr: modérée, en augmentant
it: moderata/o, in aumento
nb_no: moderat, økende
nl: matig, toenemend
pt: moderada, aumentando

source: strong, decreasing
ca: fort i disminuint
cs: silný, slábnoucí
es: fuerte, disminuyendo
fi: vahva vähenevä
fr: forte, en décroissant
it: forte, in diminuzione
nb_no: sterk, synkende
nl: sterk, afnemend
pt: forte, diminuindo

source: strong, no change
ca: fort i sense canvi
cs: silný, beze změny
es: fuerte, sin cambios
fi: vahva, ei muutosta
fr: forte, sans changement
it: forte, nessun cambiamento
nb_no: sterk, stabil
nl: sterk, geen verandering
pt: forte, nenhuma mudança

source: Intertropical convergence zone
ca: Zona de convergència intertropical
cs: Intertropická konvergenční zóna
es: Zona de convergencia intertropical
fi: Välitrooppinen konvergenssi alue
fr: zone de convergence intertropicale
it: Zona di convergenza intertropicale
nb_no: Interoptisk konvergens sone
nl: intertropische convergentiezone
pt: Zona de convergência intertropical

source: Shear line
ca: Línia de tall
cs: Linie střihu
es: línea del frente
fi: Leikkaus linja
fr: Ligne de cisaillement
it: Linea di shear
nb_no: Skjæringslinje
pt: Linha de cisalhamento

source: Line or Zone of convergence
ca: Línia o zona de convergència
cs: Linie nebo zóna konvergence
es: Línea o zona de convergencia
fi: Linja tai konvergenssialue
fr: Ligne ou Zone de convergence
it: Linea o zona di convergenza
nb_no: Linje eller sone av konvergens
nl: Convergentie-zone of -lijn
pt: Linha ou zona de convergência

source: Axis of doldrum belt
cs: Osa pásu doldrums
es: Eje del paso de doldrum
fi: Doldrum vyöhykkeen akseli
fr: Axe de la ceinture du pot au noir
it: Asse della calma
nb_no: Akse til stillebelte
nl: As van de doldrums
pt: Região do eixo de bonança

source: Through in westerlies
ca: A través de vents de l'oest
cs: Brázda v západních větrech
es: A través de vientos del oeste
fi: Länsimyrskyjen läpi
fr: Grâce à des vents d'ouest
it: Gola in venti occidentali
nb_no: Gjennom i vestavind
nl: Trog in westelijke winden
pt: Através de ventos do oeste

source: Through in easterlies
ca: A través de vents de l'est
cs: Brázda ve východních větrech
es: A través de vientos del este
fi: Itämyrskyjen läpi
fr: Grâce à des vents d'est
it: Gola in venti orientali
nb_no: Gjennom i østavind
nl: Trog in oosterlijke winden
pt: Através de ventos do leste

source: LOW area
ca: Zona baixa
cs: Oblast níže
es: Área de Baja
fi: MATALA alue
fr: Zone BASSE
it: Area di BASSA
nb_no: LOW område
nl: Lagedrukgebied
pt: Área de baixa

source: Surge line
ca: Línia d'augment
cs: Linie vzdutí
es: Línea de expansión
fr: ligne d'expansion
it: Linea di innalzamento delle acque
nb_no: Surge linje
pt: Linha de onda

source: Divergence zone
ca: Zona de divergència
cs: Zóna divergence
es: Zona de divergencia
fr: Zone de divergence
it: Zona di divergenza
nb_no: Avviks sone
nl: Divergentie zone
pt: Zona de divergência

source: Tropical cyclone
ca: Cicló tropical
cs: Tropická cyklóna
es: Ciclón tropical
fr: Cyclone tropical
it: Ciclone tropicale
nb_no: Tropisk syklon
nl: Tropische cycloon
pt: Ciclone tropical

source: sharply defines
ca: marcadament definit
cs: ostře vymezený
es: marcadamente definido
fr: définit nettement
it: definisce bruscamente
nb_no: skarp definisjon
nl: scherp gedefinieerd
pt: define acentuadamente

source: existance certain
ca: existència certa
cs: existence jistá
es: existencia cierta
fr: existence certaine
it: esistenza certa
nb_no: sikker eksistens
nl: bestaan zeker
pt: certeza de existência

source: existance uncertain
ca: existència incerta
cs: existence nejistá
es: existencia incierta
fr: existence incertaine
it: esistenza incerta
nb_no: usikker eksistens
nl: bestaan onzeker
pt: existência incerta

source: formation expected
ca: Formació esperada
cs: očekávaný vznik
es: formación esperada
fr: formation attendue
it: formazione prevista
nb_no: forventet dannelse
nl: formatie verwacht
pt: formação esperada

source: position certain
ca: posició determinada
cs: pozice jistá
es: posición determinada
fr: position certaine
it: posizione certa
nb_no: sikker posisjon
nl: positie zeker
pt: posição certa

source: position uncertain
ca: posició incerta
cs: pozice nejistá
es: posición incierta
fr: position incertaine
it: posizione incerta
nb_no: usikker posisjon
nl: positie onzeker
pt: posição incerta

source: movement doubtful
ca: moviment dubtós
cs: pohyb nejistý
es: movimiento dudoso
fr: mouvement incertain
it: movimento dubbio
nb_no: bevegelse tvilsom
nl: beweging twijfelachtig
pt: movimento duvidoso

source: Isobar (%4uhPa):
ca: Isòbara (%4uhPa):
cs: Isobara (%4uhPa):
es: Isobara (%4uhPa):
fr: Isobarre (%4u hPa) :
it: Isobara (%4uhPa):
nl: Isobaar (%4uhPa):
pt: Isobara (%4uhPa):

source: IACFleet PlugIn for OpenCPN
ca: Connector IACFleet per a OpenCPN
cs: Doplněk IACFleet pro OpenCPN
es: PlugIn IACFleet para OpenCPN
fr: Complément IACFleet pour OpenCPN
it: IACFleet PlugIn per OpenCPN
nb_no: IACFleet utvidelse for OpenCPN
nl: IACFleet PlugIn voor OpenCPN
pt: IACFleet PlugIn para OpenCPN

source: IACFleet PlugIn for OpenCPN Display IAC Fleet Code information provided by NADI. Information can be received by email by sending an email with the contents "Send fleet.nadi" to "query@saildocs.com" Save the EMail you get as response and open it with this Plugin to see the decoded text and a graphic overlay
ca: El Connector IACFleet a OpenCPN Mostra els fitxers escrits en codi IAC produït per NADI. La informació pot ser rebuda per correu electrònic enviant un correu electrònic amb el contingut "Send fleet.nadi" a "query@saildocs.com" Guardar el correu electrònic que s'obté com a resposta i obrir-lo amb aquest Connector per veure el text descodificat i una superposició gràfica
cs: Doplněk IACFleet pro OpenCPN Zobrazuje IAC Fleet kódované informace o předpovědi počasí poskytované NADI. Pro získání předpovědi zašli e-mail s textem , "send fleet.nadi" na adresu "query@saildocs.com" Ulož obdržený e-mail a otevři ho tímto doplňkem který ho dekóduje do textové podoby a zobrazí graficky na mapě
es: El plugin IACFleet para OpenCPN Muestra los ficheros escritos en código IAC, producidos por NADI. La información puede ser recibida vía correo electrónico enviándo uno con el contenido "Send fleet.nadi" a "query@saildocs.com" Guarde el correo electrónico recibido como respuesta y ábralo con este Plugin para ver el texto e imágenes decodificados superpuestos sobre la carta
fr: Le complément IACFleet pour OpenCPN affiche les fichiers écrits en IAC code, produit par NADI. des information similiares peuvent être obtenues en envoyant un amil avec le contenu "Send fleet.nadi" à "query@saildocs.com" Sauvez le contenu du mail, reçu en réponse, sous forme d'un fichier texte (".txt"). Ouvrez ce fichier texte avec le complément IACFleet. pour avoir accès aux informations qu'il contient et obtenir une carte superposée sur la zone de carte.
it: IACFleet PlugIn per OpenCPN Mostra informazioni IAC Fleet Code forniti da NADI. Le informationi possono essere ricevute via e-mail inviando una mail con testo "Send fleet.nadi" all'indirizzo "query@saildocs.com" Salvare l'EMail di risposta e aprirla con questo Plugin per vedere il testo decodificato e un overlay grafico
nb_no: IACFleet utvidelse for OpenCPN Viser IAC Fleet kodeinformasjon utstedet av NADI. Informasjon kan mottas via epost ved å sende en epost med innholdet Send "fleet.nadi" til "query@saildocs.com" Lagre svaret du får tilbake med denne utvidelsen for å se den dekodede teksten og grafikk overlegget
nl: IACFleet PlugIn voor OpenCPN Display IAC vlootcode informatie verstrekt door NADI. Informatie kan worden ontvangen door e-mail door het sturen van een e-mail met de inhoud "Send fleet.nadi" naar "query@saildocs.com" Bewaar de e-mail die u krijgt als reactie en open deze met deze plugin om de gedecodeerde tekst en een grafische overlay in te zien
pt: IACFleet PlugIn para obter informações OpenCPN Display IAC frota código fornecidas pelo NADI. Information pode ser recebido por email, enviando um e-mail com o contesto "enviar Fleet.nadi" para "query@saildocs.com" Salve o E-mail que você obteve como resposta e abra-o com este Plugin para ver o texto decodificado e um gráfico overlay

source: IACFleet Preferences
ca: Preferències d' IACFleet
cs: IACFleet předvolby
es: Preferencias de IACFleet
fr: Préférences de IACFleet
it: Preferenze IACFleet
nb_no: IACFleet innstillinger
nl: IACFleet voorkeuren
pt: Preferências do IACFleet

source: IACFleet Display Control
ca: Control visualització d'IACFleet
cs: IACFleet nastavení zobrazení
es: Control de visualización de IACFleet
fr: Gestionnaire d'affichage des IACFleet
it: IACFleet Controllo display
nb_no: IACFleet visnings kontroll
nl: IACFleet weergave
pt: Controle de exibição do IACFleet

source: Run as &animation
ca: Engegueu &animació
cs: Spustit jako &animaci
es: Ejecutar como &animación
it: Esegui come &animation
nb_no: Kjør som &animasjon
nl: Uitvoeren als &animatie
pt: Executar como &animação

source: Stop &animation
ca: Atureu &animació
cs: Zastavit &animaci
es: Parar &animación
it: Ferma &animation
nb_no: Stopp & animasjon
nl: Stop &animatie
pt: Parar &animação

source: Select IACFleet Directory
ca: Seleccioneu el directori IACFleet
cs: Vyber adresář IACFleet
es: Seleccionar directorio IACFleet
fr: Sélectionner le dossier IACFleet
it: Selezionare la cartella IACFleet
nb_no: Velg IACFleet mappe
nl: Selecteer IACFleet map
pt: Selecione o diretório IACFleet

source: IACFleet File Directory
ca: Directori dels fitxers IACFleet
cs: Adresář se souborem IACFleet
es: Directorio archivos IACFleet
fr: Dossier du fichier IACFleet
it: Cartella file IACFleet
nb_no: IACFleet filmappe
nl: IACFleet bestandsmap
pt: Diretório de arquivos de IACFleet

source: Files
ca: Fitxers
cs: Soubory
es: Archivos
fr: Fichiers
it: File
nb_no: Filer
nl: Bestanden
pt: Arquivos

source: Sort by
ca: Ordena per
cs: Seřadit podle
es: Ordenar por
fr: Trier par
it: Ordina per
nb_no: Sorter etter
nl: Sorteren op
pt: Ordenar por

source: Name
ca: Nom
cs: Jméno
es: Nombre
fr: Nom
it: Nome
nb_no: Navn
nl: Naam
pt: Nome

source: File timestamp
ca: Fitxer de marques de temps
cs: Čas souboru
es: Fecha del archivo
fr: Date du fichier
it: Timestamp del file
nb_no: Filens tidsstempel
nl: Bestandsdatum
pt: Arquivo timestamp

source: Raw
ca: Cru
cs: Zdrojová data
es: En crudo
fr: Ligne
it: Grezzo
nb_no: Rå
nl: Onbewerkt

source: Downloads
ca: Descàrregues
cs: Ke stažení
es: Descargas
fr: Téléchargements
nb_no: Nedlastinger
pt: Baixar

source: Brazil
ca: Brasil
cs: Brazílie
es: Brasil
fr: Brésil
it: Brasile
nb_no: Brasil
nl: BraziliÃ«
pt: Brasil

source: Final date
ca: Data final
cs: Konečné datum
es: Fecha final
fr: Date finale
it: Data fine
nb_no: Siste dato
nl: Uiterste datum
pt: Data final

source: Hour
ca: Hora
cs: Hodina
es: Hora
fr: Heure
it: Ora
nb_no: Time
nl: Uur
pt: Hora

source: Download
ca: Descarregar
cs: Stáhnout
es: Descargar
fr: Télécharger
it: Scarica
nb_no: Last ned
pt: Baixar

source: dataset(s)
ca: Conjunt(s) de dades
cs: soubor(y) dat
es: Conjunto de dato(s)
fr: ensemble(s) de données
it: set di dati
nb_no: datasett
nl: databestand(en)
pt: conjunto(s)

source: The data is available since 2006 and accesible manually from
ca: Les dades estan disponibles des del 2006 i accessibles manualment des de
cs: Data jsou k dispozici od roku 2006 a přístupná také ručně z
es: Los datos están disponibles desde 2006 y accesibles manualmente desde
fr: Les données disponibles commencent en 2006 et sont accessibles par :
it: I dati sono disponibili dal 2006 e accessibili manualmente dal
nb_no: Dataene går tilbake til 2006 og kan hentes frem manuelt fra
nl: De data is beschikbaar sinds 2006 en handmatig toegankelijk via
pt: Os dados estão disponíveis desde 2006 e accesivel manualmente a partir

source: NOAA North Atlantic and Europe
ca: NOAA Atlàntic Nord i Europa
cs: NOAA severní Atlantik a Evropa
es: Europa y Atlántico Norte NOAA
it: NOAA Atlantico Settentrionale e Europa
nb_no: NOAA Nord Atlanteren og Europa
nl: NOAA Noord Atlantisch en Europa
pt: NOAA Atlântico Norte e Europa

source: Analysis
ca: Anàlisi
cs: Analýza
es: Análisis
it: Analisi
nb_no: Analyse
nl: Analyse
pt: Análise
