Repository: nohal/iacfleet_pi
Catalog: po/*.po
Languages: ca, cs, es, fi, fr, it, nb_no, nl, pt

source: 24h forecast
ca: Previsió de 24h
cs: 24h předpověď
es: pronóstico a 24h
it: Previsione a 24 ore
nb_no: 24-timers varsel
nl: 24h verwachting
pt: 24h previsão

source: South Pacific (from Fiji Meteorological Service, Nadi)
ca: Pacífic Sud (del Servei Meteorològic de Fiji, Nadi)
cs: Jižní Pacifik (od meteorologické služby Fidži v Nadi)
es: Pacífico Sur (desde el servicio meteorológico de Fiji, Nadi)
it: Pacifico Meridionale (dal Servizio Meteorologico delle Fiji, Nadi)
nb_no: Sør-Stillehavet (fra Fiji Meteorologiske Service, Nadi)
nl: Zuidelijke Pacific (van Fiji's meteorologische dienst, Nadi)
pt: Pacífico Sul (do serviço meteorológico de Fiji, Nadi)

source: The dataset is available from Saildocs Send an e-mail with the text fleet.nadi and any subject to query@saildocs.com When you receive the response, copy and paste it to the Raw tab or save as text and open on the Files tab.
ca: El conjunt de dades està disponible des de Saildocs Envieu un correu electrònic amb el text següent: fleet.nadi i qualsevol tema a query@saildocs.com En rebre la resposta, copieu-ho i enganxeu-ho a la pestanya Cru o guardar com a text i obrir a la pestanya de fitxers.
cs: Dataset je k dispozici od Saildocs Pošli e-mail s textem fleet.nadi a jakýmkoli předmětem na query@saildocs.com až dostaneš odpověď, zkopíruj ji na záložku Zdrojová data nebo ulož jako text a otevři na záložce Soubory.
es: El conjunto de datos está disponible en Saildocs Enviar un correo electrónico con el texto fleet.nadi y con cualquier asunto query@saildocs.com Una vez reciba la respuesta, copie y pegue en la pestaña En crudo o guárdelo como texto y abrirlo en la pestaña Archivos.
it: Il set di dati è disponibile da Saildocs Invia una mail con il testo fleet.nadi e con qualsiasi oggetto a: query@saildocs.com Quando verrà ricevuta la risposta, copiare e incollare il testo della mail nella casella Grezzo, o salvarlo come testo e aprirlo dalla casella Files.
nb_no: Datasettet er tilgjengelig fra Saildocs Send en epost med teksten fleet.nadi og hvilket som helst emne til query@saildocs.com Når du mottar svar, kopier og lim inn i Rå fanen eller lagre som tekst og åpne det i Fil fanen.
nl: De dataset is beschikbaar via Saildocs Stuur een e-mail met de text fleet.nadi en een willekeurig onderwerp aan query@saildocs.com Wanneer u antwoord krijgt, kopieert en plakt u het met de Onbewerkt tab, of u slaat het op als tekst en opent het bestand via het tabblad Bestanden.
pt: O dataset está disponível a partir do Saildocs Mande um e-mail com o text fleet.nadi e qualquer objeto para query@saildocs.com Quando você receber a resposta, copie e cole-o para o Raw tab ou salvar como texto e abrir na guia arquivos.

source: Issue Date:
ca: Data d'emissió:
cs: Datum vydání:
es: Fecha de emisión:
fr: Date des données
it: Data di emissione:
nb_no: Utgivelsesdato:
nl: Datum van uitgifte:
pt: Data de emissão:

source: &Close
ca: &Tanca
cs: &Zavřít
es: &Cerrar
fr: Fermer
it: &Chiudi
nb_no: &Lukk
nl: &Sluiten
pt: & Fechar

source: Error opening: %s
ca: Error obrint:%s
cs: Chyba při otevírání: %s
es: Error al abrir: %s
fr: Erreur à l'ouverture : %s
it: Errore nell'apertura: %s
nb_no: Feil under åpning: %s
nl: Fout bij het openen: %s
pt: Erro ao abrir: %s

source: Sorry, you can't download data from the future - they don't exist...
ca: Ho sentim, no pot descarregar dades del futur - no existeixen...
cs: Promiň, nemůžeš stahovat data z budoucnosti - zatím neexistují...
es: Lo sentimos, no se pueden descargar datos del futuro - no existen...
fr: Désolé, vous ne pouvez pas télécharger des données provenant du futur. .....
it: Spiacente, impossibile scaricare dati dal futuro. Per ora...
nb_no: Beklager, du kan ikke laste ned data fra fremtiden - de eksisterer ikke...
nl: Sorry, u kunt geen gegevens uit de toekomst downloaden - ze bestaan niet...
pt: Desculpa, você não pode fazer o download de dados do futuro - eles não existem...

source: Sorry, the data is not available before September 1, 2006...
ca: Ho sentim, no hi ha dades disponibles d'abans de l'1 de setembre de 2006...
cs: Promiňte data nejsou k dispozici před 1. září 2006...
es: Lo sentimos, no hay datos disponibles antes de 1 de septiembre de 2006...
fr: Désolé, les données ne sont disponibles qu'à partir du 1er septembre 2006 ...
it: Siamo spiacenti, i dati non sono disponibili da prima del 1° settembre 2006...
nb_no: Beklager, data før 1. September 2006 er ikke tilgjengelig.
nl: Sorry, gegevens van vÃ³Ã³r 1 September 2006 zijn niet beschikbaar...
pt: Desculpa, os dados não estão disponíveis antes de 1 de setembro de 2006...

source: Downloading file
ca: Descarregant fitxer
cs: Stahování
es: Descargando archivo
fr: Téléchargement du fichier
it: Sto scaricando il file
nb_no: Laster ned fil
nl: Bestanden worden gedownload
pt: Baixando arquivo

source: Reading Headers:
ca: Llegint les capçaleres:
cs: Čtení hlaviček:
es: Leyendo cabeceras:
fr: Lecture de l'entête :
it: Intestazioni di lettura:
nb_no: Leser datahoder:
nl: Lezen van koppen:
pt: Leitura de cabeçalhos:

source: Failed to save: %s
ca: No ha pogut salvar: %s
cs: Uložení se nezdařilo: %s
es: No se pudo guardar: %s
fr: Echec de la sauvegarde : %s
it: Impossibile salvare: %s
nb_no: Kan ikke lagre: %s
nl: Opslaan mislukt: %s
pt: Falha ao salvar: %s

source: Failed to download: %s Verify there is a working Internet connection.
ca: No s'ha pogut descarregar: %s Verifiqueu que hi hagi una connexió activa a Internet.
cs: Stahování se nezdařilo: %s Ověř jestli je funkční připojení k Internetu.
es: Error al descargar: %s Verifique que dispone de conexión activa con Internet.
fr: Echec du téléchargement : %s Vérifier que la connexion internet est active.
it: Download non riuscito: %s Verificare la connessione ad Internet.
nb_no: Nedlasting feilet: %s Sjekk din internett forbindelse.
nl: Download niet geslaagd: %s Controleer de internetverbinding.
pt: Falha no descarregamento: %s Verifique se existe uma conexão com a Internet a trabalhar.

source: Not available
ca: No està disponible
cs: Není k dispozici
fr: Non disponible
nl: Niet beschikbaar
pt: Não disponível

source: Speed:
ca: Velocitat:
cs: Rychlost:
fr: Vitesse :
nl: Snelheid:
pt: Velocidade:

source: Elapsed time:
ca: Temps transcorregut:
cs: Uplynulý čas:
fr: Durée écoulée :
nl: Verstreken tijd:
pt: Tempo decorrido:

source: Estimated total time:
ca: Temps total estimat:
cs: Odhadovaný celkový čas:
fr: Durée totale estimée :
nl: Geschatte totale tijd:
pt: Tempo total estimado:

source: Estimated remaining time:
ca: Temps restant estimat:
cs: Odhad zbývajícího času:
fr: Durée restante estimée :
nl: Geschatte resterende tijd:
pt: Tempo restante estimado:

source: Abort
ca: Avorta
cs: Přerušit
fi: Keskeytä
fr: Abandonner
nl: Afbreken
pt: Abortar

source: Settings
ca: Configuració
cs: Nastavení
fi: Asetukset
fr: Réglages
nl: Instellingen
pt: Configurações

source: Pause
ca: Pausa
cs: Pozastavit
fi: Tauko
nl: Pauzeren
pt: Pausa

source: Start
ca: Inici
cs: Spustit
fi: Aloita
fr: Démarrer
pt: Iniciar

source: Close
ca: Tancar
cs: Zavřít
fi: Sulje
fr: Fermer
nl: Sluiten
pt: Fechar

source: Resume
ca: Continua
cs: Pokračovat
fi: Jatka
fr: Reprendre
nl: Hervatten
pt: Retomar

source: 0 (transfer paused)
ca: 0 (transferència en pausa)
cs: 0 (přenos pozastaven)
fi: 0 (siirto keskeytetty)
fr: 0 (transfert en pause)
nl: 0 (overdracht onderbroken)
pt: 0 (transferência interrompida)

source: Connection settings
ca: Paràmetres de connexió
cs: Nastavení připojení
fi: Yhteyden asetukset
fr: Réglages de la connexion
nl: Verbindingsinstellingen
pt: Configurações de conexão

source: Connection settings used for the transfer:
ca: Ajustos de connexió utilitzats per a la transferència:
cs: Nastavení připojení pro přenos:
fi: Siirtoon käytettävät asetukset:
fr: Réglages de la connexion utilisée pour le transfert :
nl: Verbindingsinstellingen gebruikt voor de overdracht:
pt: Configurações de conexão utilizadas para a transferência:

source: 0 (transfer completed)
ca: 0 (transferència completada)
cs: 0 (přenos dokončen)
fi: 0 (siirto valmis)
fr: 0 (transfert terminé)
nl: 0 (overdracht voltooid)
pt: 0 (transferência concluída)

source: Downloaded:
ca: Descarregat:
cs: Staženo:
fi: Ladatut:
fr: Téléchargé :
nl: Gedownload:
pt: Baixado:

source: Uploaded:
ca: Pujat:
cs: Odesláno:
fi: Siirretyt:
fr: chargement :
nl: Geupload:
pt: Carregado:

source: Username:
ca: Nom d'usuari:
cs: Uživatelské jméno:
fi: Käyttäjätunnus:
fr: Pseudo :
nl: Gebruikersnaam:
pt: Nome de usuário:

source: Password:
ca: contrasenya:
cs: Heslo:
fi: Salasana:
fr: Mot de passe :
nl: Wachtwoord:
pt: Senha:

source: Proxy settings
ca: Configuració del proxy
cs: Nastavení proxy
fi: Välityspalvelimen asetukset
fr: Réglages du proxy
nl: Proxy-instellingen
pt: Configurações de proxy

source: Use proxy
ca: Utilitzar el proxy
cs: Použít server proxy
fi: Käytä välityspalvelinta
fr: Utiliser un proxy
nl: Proxy gebruiken
pt: Usar proxy

source: Proxy host:
ca: Servidor proxy:
cs: Proxy server:
fi: Välityspalvelimen isäntä:
fr: Hôte du proxy :
pt: Host proxy:

source: Proxy username:
ca: Nom d'usuari proxy:
cs: Proxy uživatelské jméno:
fi: Proxy käyttäjätunnus:
fr: Pseudo du proxy :
nl: Proxy gebruikersnaam:
pt: Nome de usuário proxy:

source: Proxy password:
ca: Contrasenya de proxy:
cs: Proxy heslo:
fi: Proxy salasana:
fr: Mot de passe du proxy :
nl: Proxy Wachtwoord:
pt: Senha do proxy:

source: Text
es: Texto
fr: Texte
it: Testo
nb_no: Tekst
nl: Tekst
pt: Texto

source: Proxy port:
ca: Port del servidor intermediari:
fi: Proxy portti:
fr: Port du proxy :
nl: Proxy poort:
pt: Porta do proxy:

source: Port:
fi: Portti:
nl: Poort:
